<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF">
	
<script src="https://unpkg.com/@ruffle-rs/ruffle"></script>	


<script>
    window.RufflePlayer = window.RufflePlayer || {};
     window.RufflePlayer.config = {
            "autoplay": "on", // Or "auto" or "off"
            "splashScreen": false, // Optional: Hide the splash screen
            "unmuteOverlay": "hidden", // Optional: Hide the unmute overlay
            "OpenURLMode": "allow",
        };
</script>		

	
<table width="760" border="0" height="390" align="center">

<p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="760" height="61">

    <param name=movie value="Boto5.swf">

    <param name=quality value=high>

    <param name="SCALE" value="exactfit">

    <embed src="Boto5.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="760" height="61" scale="exactfit">

    </embed> 

  </object></p>	
  <tr> 
    <td width="640" height="489" valign="top"> 
      <div align="left"> 
        <p align="center"><font size="4"><b><font color="#FF0000">ABRIL 2002</font></b></font></p>
        <p align="left">&nbsp;</p>
      </div>
      <ul>
        <li>El sitio Oficial de Alemania, esta reportando que despu&eacute;s de 
          que Jay y Rob aparecieran en la televisi&oacute;n Alemana el 26 de marzo, 
          la banda presentaron con un Disco de Oro para reconocer las ventas por 
          150.000 Copias de A Funk Odyssey en Alemania.</li>
      </ul>
      <ul>
        <li>Jamiroquai ser&aacute; uno de los artistas que ser&aacute;n parte 
          del Festival de rock de &quot;SEAT Beach&quot; el 6 y 7 de Julio En 
          el hip&oacute;dromo de Wllingston, en Ostend, B&eacute;lgica</li>
      </ul>
      <ul>
        <li>Despu&eacute;s de dos semanas de haber salido, el single de Love Foolosophy 
          callo ocho lugares hasta el puesto 22 en el chart Ingles.</li>
      </ul>
      <ul>
        <li>A Funk Odyssey, Subi&oacute; 2 lugares llegando al puesto 9 del Top 
          10 albums.</li>
      </ul>
      <ul>
        <li>Sitios como CDNOW y Amazon.com, tienen en su lista, un Nuevo single 
          de Little L, para el Mercado Estados Unidos , para el 26 de marzo.</li>
      </ul>
      <ul>
        <li> 
          <p>La revista Inglesa GQ, en Abril tendr&aacute; en la Tapa a Jay, y 
            en el interior de la misma, &eacute;l aparecer&aacute; en el puesto 
            21 en &quot;los hombres que mejor se visten Brit&aacute;nicos 2002&quot;</p>
        </li>
        <li> 
          <p>Una Radio Japonesa dijo que a Hay le gusta la versi&oacute;n de Love 
            Foolosophy, de Mondo Grosso &quot;Love Acoustic Remix&quot; tanto 
            que el quiere que el track salga en otros pa&iacute;ses. </p>
        </li>
        <li> 
          <p>Jamiroquai Fallo en ganar en los Brit Awads, como &quot;mejor Grupo 
            Ingles&quot; Q fue ganado por Travis. Pero el d&uacute;o con Anastasia, 
            fue todo un &eacute;xito = )<br>
            Jay apareci&oacute; Primero, en un Traje P&uacute;rpura y despu&eacute;s 
            apareci&oacute; arriba La bad Girl q el estaba buscando &quot;Anastasia&quot; 
            y Jay cont&oacute; a la BBC Radio 1 (UK) q le gusto mucho cantar con 
            ella, y que le gustar&iacute;a hacerlo en un futuro devuelta. <br>
          </p>
          <br>
        </li>
      </ul>
    </td>
  </tr>
</table>
</body>
</html>
