<html>
<head>
<title>Un poco de Historia</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF">
	
<script src="https://unpkg.com/@ruffle-rs/ruffle"></script>	


<script>
    window.RufflePlayer = window.RufflePlayer || {};
     window.RufflePlayer.config = {
            "autoplay": "on", // Or "auto" or "off"
            "splashScreen": false, // Optional: Hide the splash screen
            "unmuteOverlay": "hidden", // Optional: Hide the unmute overlay
            "OpenURLMode": "allow",
        };
</script>	
	
<p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="760" height="61">
    <param name=movie value="boto5.swf">
    <param name=quality value=high>
    <param name="SCALE" value="exactfit">
    <embed src="boto5.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="760" height="61" scale="exactfit">
    </embed> 
  </object></p>
<table width="720" border="0" height="390" align="center">
  <tr> 
    <td width="800" height="890" valign="top"> 
      <div align="left"> 
        <p align="center"><font size="4"><b><font color="#FF0000" face="Tahoma"><i>HISTORIA</i></font></b></font></p>
        <p align="left">&nbsp;</p>
        <p align="left">Jason Kay cantante de Jamiroquai, estuvo influenciado 
          por la m&uacute;sica desde muy chico ya que su madre Karen Kay fue una 
          cantante de Jazz, desde muy chico escribi&oacute; canciones, con el 
          pasar del tiempo formo su grupo Jamiroquai con un estilo de m&uacute;sica 
          basado en la fusi&oacute;n de Jazz-Disco-Funk-Disco. (Aunque no se puede 
          definir muy bien el estilo de m&uacute;sica, ya que es muy variado). 
          Hicieron un contrato millonario con Sony Music por 8 discos.</p>
        <p>En 1989, se junto la banda pero no sacaron ning&uacute;n disco hasta 
          1992</p>
        <p>En 1992 editaron su primer single When You Gonna Learn, del disco Emergency 
          On Planet Earth que inmediatamente entro en los Top 10 UK, luego de 
          este mismo &aacute;lbum surgieron Grandes &eacute;xitos como Blow Your 
          Mind, Emergency On Planet Earth y Too Young To Die. En este disco </p>
        <p>En 1995 editaron su segundo disco The Retaund Of The Space Cowboy, 
          un disco que seg&uacute;n los expertos es mejor que su primer disco 
          y en el que resalto Jamiroquai todo el potencial, llego enseguida a 
          los primeros puestos y tubo gran aceptaci&oacute;n por el publico, creando 
          grandes &eacute;xitos como Space Cowboy, Light Years, Mr Moon y otros.</p>
        <p>En 1996 editaron Travelling Without Moving disco que Jay dudo en hacerlo 
          ya que el primer disco se trato de la Naturaleza, finalmente decidi&oacute; 
          hacerlo sobre una de sus m&aacute;s grandes pasiones los autos y naci&oacute; 
          Travelling Without Moving, su tercer disco, un disco mucho m&aacute;s 
          din&aacute;mico que los anteriores, que seg&uacute;n los expertos es 
          un trabajo mucho m&aacute;s maduro que los anteriores y que fue aceptado 
          mundialmente por su publico, llego a los primeros puestos en todo el 
          mundo y tubo r&eacute;cords de ventas, en este &aacute;lbum encontramos 
          grandes &eacute;xitos, Virtual Insanity, Comic Girl y Alright, como 
          en todos sus &aacute;lbumes tuvieron grandes canciones que no llegaron 
          a ser Hits pero que para algunos tendr&iacute;an que a verlo sido es 
          el caso en este disco de High Times y Travelling Without Moving. </p>
        <p>En 1997 Jamiroquai gano su primer Grammy. Esperemos que no sea &eacute;l 
          &uacute;ltimo, y gano muchos premios gracias a Travelling Without Moving. 
        </p>
        <p>En 1998 Jamiroquai es parte de la banda de sonido de Godzilla, creando 
          el Hit Deeper Underground, tema que recorri&oacute; todo el mundo y 
          llego a los primeros puestos inmediatamente. </p>
        <p>En 1999 Jamiroquai edita Synkronized inmediatamente Canned Heat su 
          primer Single llego a los primeros puestos y demostr&oacute; que la 
          separaci&oacute;n de Stuart, no hizo que Jamiroquai perdiera su potencial, 
          y se podr&iacute;a decir que es un disco en el que Jay en sus letras 
          deja salir su enojo. Tambi&eacute;n de este &aacute;lbum salieron grandes 
          &eacute;xitos como Supersonic y King for a Day.</p>
        <p>Su &uacute;ltimo disco editado en septiembre de 2001 cuanta con nuevas 
          bases musicales de la banda, es m&aacute;s variado y se nota que el 
          trabajo es mas maduro. La m&uacute;sica sigui&oacute; su evoluci&oacute;n, 
          pero hay cosas que no cambiaron, como la forma de escribir de Jay, siempre 
          expresando lo que siente y a favor de la naturaleza. Otro cambio que 
          podemos observar es que no esta la presencia de Wallis en el &aacute;lbum, 
          pero tenemos la participaci&oacute;n del guitarrista Rob Harris, el 
          cual le dio al disco una onda mas Jazzera.<br>
          El Primer corte del &aacute;lbum fue Little L y el segundo corte You 
          Give Me Something, Esperamos el 3ero, y parece ser que va a ser Love 
          FooloSophy.<br>
        </p>
      </div>
    </td>
  </tr>
</table>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
