<html>
<head>
<title>A FUNK ODYSSEY </title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
</head>

<body bgcolor="#000000" text="#FFFFFF">
	
<script src="https://unpkg.com/@ruffle-rs/ruffle"></script>	


<script>
    window.RufflePlayer = window.RufflePlayer || {};
     window.RufflePlayer.config = {
            "autoplay": "on", // Or "auto" or "off"
            "splashScreen": false, // Optional: Hide the splash screen
            "unmuteOverlay": "hidden", // Optional: Hide the unmute overlay
            "OpenURLMode": "allow",
        };
</script>			
	
<p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="760" height="61">
    <param name=movie value="boto5.swf">
    <param name=quality value=high>
    <param name="SCALE" value="exactfit">
    <embed src="boto5.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="760" height="61" scale="exactfit">
    </embed> 
  </object></p>
<table width="760" border="0" height="472" align="center">
  <tr> 
    <td width="152" valign="top" bgcolor="#000000" height="445" background="Lcolum.jpg" bordercolor="#000000"> 
      <p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="151" height="409">
          <param name=movie value="13.swf">
          <param name=quality value=high>
          <param name="BGCOLOR" value="#000000">
          <embed src="13.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="151" height="409" bgcolor="#000000">
          </embed> 
        </object></p>
      <p align="center">&nbsp;</p>
    </td>
    <td width="558" height="445" valign="top"> 
      <p><font color="#3399FF">Con la Llegada de &quot;A Funk Odyssey&quot; el 
        5to &aacute;lbum de la banda, me eh puesto a evaluar la evoluci&oacute;n 
        de la banda, que en el paso de estos nueve a&ntilde;os podemos ver claramente 
        como la banda fue adoptando diferentes estilos de m&uacute;sica, incorporando 
        sonidos, y efectos a sus temas, esto se debe mas que nada a que es una 
        banda que va adapt&aacute;ndose al paso del tiempo.<br>
        Pero hay cosas que no cambiaron, como las letras de los temas esta claro 
        que en los 5 discos fueron realmente variadas, ya que los que las escribieron 
        (Jay, Tobbie y Zender cuando estaba en la banda) expresaron y expresan, 
        todos los sentimientos que sent&iacute;an al escribirlas, anhelos y creencias 
        de la vida, las diferentes cosas que les estaban pasando por aquellos 
        tiempos y su estado de animo.<br>
        Personalmente puedo decir que muchas veces me sent&iacute; identificado 
        en ellas, y tambi&eacute;n muchas veces me ayudaron a pasar malos tiempos.<img src="TN_A_FUNK_ODYSSEY_COVER.JPG" width="160" height="160" align="right"><br>
        Despu&eacute;s de tanto tiempo la llegada de &quot;A Funk Odyssey&quot;, 
        es como ver la banda con otros ojos, un disco lleno de fuerzas, muy movido, 
        pero a la vez con temas lentos tambi&eacute;n, es en el primer &aacute;lbum 
        que se puede apreciar un sonido Latino. Eh escuchado rumores de que Jay 
        quer&iacute;a cantar en portugu&eacute;s y en espa&ntilde;ol. (Personalmente 
        a mi mucho no me agrada la Idea). <br>
        Hace unos meses como publique en la Pagina tuba la Oportunidad de escuchar 
        Gracias a Good Vibe Zone y a Sony Argentina un Adelanto de 6 temas del 
        &aacute;lbum, al escucharlo me quede encantado pero sabia que hab&iacute;a 
        masss!!!!, y no me equivoque!!!!. La noche que escuche todo el CD completo, 
        recuerdo bien como estaba exaltado, ya quer&iacute;a escucharlo, escuchar 
        los nuevos temas, as&iacute; que puse Play y me tire en la cama me relaje 
        y me deje llevar por su m&uacute;sica, apenas lo puse pude ver como, el 
        &aacute;lbum tiene un estilo nuevo, y a la ves los sentimientos que te 
        expresa no son como los de Synkronized tan negativos, en este encuentro 
        como mas alegr&iacute;a, hay temas que son tristes, pero la forma en que 
        est&aacute;n cantados, los hace que parezcan como que no son tan graves 
        como verdaderamente son. <br>
        El disco cuenta de 11 temas, 10 pistas y en la pista 10 una canci&oacute;n 
        oculta, tiene muchos efectos electr&oacute;nicos en algunos temas, que 
        al principio capaz que es raro ya que estamos acostumbrados tambi&eacute;n 
        a escuchar los viejos temas como los de The Return Of the Space Cowboy, 
        y es un cambio muy grande, pero a la ves se siente bien en cada tema la 
        Onda Funk de la banda!!!.<br>
        El Primer Corte Fue Little L, el cual es un temazo, para mi personalmente, 
        muy buen ritmo, y muy buena letra, esta muy bien llevado acabo.<img src="TN_little.JPG" width="194" height="160" align="right"><br>
        En el &Aacute;lbum encontraremos temas como Feels So Good, que es un tema, 
        bastante electr&oacute;nico con letra poco variada, pero muy bailable. 
        Tambi&eacute;n encontraremos Love Foolsophy, muy movido, y para mi personalmente 
        es uno de los mejores temas del &aacute;lbum, aunque verdaderamente me 
        encantan los 11 temas, me costo acostumbrarme a Twenty Zero One, ya que 
        Jay, Distorsiona su vos y al principio mucho no me gustaba, pero ahora, 
        me gusta bastante mas.<br>
        Tambi&eacute;n encontraremos el tema &quot;A Picture OF My Life&quot; 
        que es un tema bastante triste, pero que la forma en que esta cantado, 
        es muy llevadera, llega mucho al alma de uno, es claramente un tema que 
        esta realizado por Jamiroquai, nadie mas puede hacer temas as&iacute;.<br>
        Y Corner Of the Earth, un tema que tiene aportes Latinos, y que en su 
        interior se encuentra todo un armado instrumental impresionante, muy completo, 
        y muy bien acompa&ntilde;ado con el canto de Jay <br>
        El segundo Corte, &quot;You Give Me Something&quot; un tema que verdaderamente, 
        me gusto mucho, y a diferencia de muchos fan&aacute;ticos me gusto mucho 
        la forma en que esta hecho el video sin tanta producci&oacute;n, mas como 
        son las cosas todos los d&iacute;as, estamos a la espera del 3er Corte, 
        que hasta donde sabemos es &quot;Love FooloSophy&quot;creo que ac&aacute; 
        los fans tuvimos mucho que ver, ya que apenas salio el &aacute;lbum se 
        hicieron encuestas para ver cual era el tema que mas nos gustaba, y gano 
        ampliamente, Love FooloSophy. <br>
        .</font></p>
      <p align="right"><font color="#FF0000"><b><font size="3">Souleducation ....</font></b></font></p>
    </td>
  </tr>
</table>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
