<html>
<head>
<title>Integrantes</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#000000" text="#FFFFFF">
	
	
<script src="https://unpkg.com/@ruffle-rs/ruffle"></script>	


<script>
    window.RufflePlayer = window.RufflePlayer || {};
     window.RufflePlayer.config = {
            "autoplay": "on", // Or "auto" or "off"
            "splashScreen": false, // Optional: Hide the splash screen
            "unmuteOverlay": "hidden", // Optional: Hide the unmute overlay
            "OpenURLMode": "allow",
        };
</script>			
	
<p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="760" height="61">
    <param name=movie value="boto5.swf">
    <param name=quality value=high>
    <param name="SCALE" value="exactfit">
    <embed src="boto5.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="760" height="61" scale="exactfit">
    </embed> 
  </object></p>
<table width="760" border="0" height="847" align="center">
  <tr> 
    <td width="155" valign="top" bgcolor="#000000" height="820" background="Lcolum.jpg" bordercolor="#000000"> 
      <p align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0" width="151" height="409">
          <param name=movie value="13.swf">
          <param name=quality value=high>
          <param name="BGCOLOR" value="#000000">
          <embed src="13.swf" quality=high pluginspage="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash" type="application/x-shockwave-flash" width="151" height="409" bgcolor="#000000">
          </embed> 
        </object></p>
      <p align="center">&nbsp;</p>
    </td>
    <td width="647" height="820" valign="top"> 
      <div align="left"> 
        <table width="100%" border="0" height="249">
          <tr> 
            <td width="25%" height="317"> 
              <div align="center"> 
                <p><img src="JAY3.JPG" width="151" height="181"></p>
                <p><font color="#FFFFFF"><b>Jason Kay</b></font></p>
              </div>
            </td>
            <td width="75%" align="left" valign="top" height="317"> 
              <p>&nbsp;</p>
              <p>Es el cantante de Jamiroquai, naci&oacute; el 30 de diciembre 
                de 1969, Es fan&aacute;tico de la velocidad cuenta con una colecci&oacute;n 
                de nueve autos costosos. Es de Capricornio, Tiene pensamientos 
                sobre la vida del da&ntilde;o que nos hacemos nosotros mismos, 
                y de c&oacute;mo estamos viviendo, esta en contra de la contaminaci&oacute;n 
                y de la crueldad que hay en el mundo. Es conocido por los sombreros 
                que utiliza. Su madre Karen Kay, era una cantante de los a&ntilde;os 
                70, con la cual viajo por toda Inglaterra esto le ayudo a estar 
                mas cerca de la m&uacute;sica. &Eacute;l asegura que ella tendr&iacute;a 
                que haber tenido el mismo &eacute;xito que &eacute;l disfruta 
                actualmente. <br>
                Actualmente es propietario de una mansi&oacute;n en Buckinghamshire, 
                que tiene mas de 500 a&ntilde;os de antig&uuml;edad. En la Casa 
                Jay a Construido una huerta, y Sykronized fue editado en su mansi&oacute;n 
                en su propio estudio. <br>
                Jay en 1989 consigui&oacute; una bater&iacute;a electr&oacute;nica, 
                y gracias a un amigo, grabo unos demos. Un representante de la 
                discogr&aacute;fica Acid Jazz Records, lo contrato para grabar 
                un disco.<br>
              </p>
            </td>
          </tr>
          <tr> 
            <td width="25%" height="185"> 
              <div align="center"> 
                <p><img src="derrick.jpg" width="123" height="127"></p>
                <p><font color="#FFFFFF"><b>Derrick McKenzie</b></font></p>
              </div>
            </td>
            <td width="75%" valign="top" height="185"> 
              <p>&nbsp;</p>
              <p>Entro a la banda en 1994, para la llegada la grabaci&oacute;n 
                de The Return Of The Space Cowboy.<br>
                Derrick naci&oacute; el 27 de marzo de 1962, con la bateria en 
                la sangre. Su Carrera empez&oacute; bien temprano cuando tocaba 
                en las mesas, sillas, gu&iacute;as telef&oacute;nicas y latas 
                de galletitas de su madre. Despu&eacute;s de un par de trabajos 
                logro comprarse la bater&iacute;a, pasaba todo el d&iacute;a tocando, 
                hizo sesiones con Urban Species, Cuando Jay estaba buscando por 
                un baterista en 1994, el supo enseguida sin dudarlo que Derrick 
                era el que el necesitaba. Con Influencias de artistas de soul 
                clasico, como Patrice Rushen, virtuosos m&uacute;sicos, como Prince 
                y su &iacute;dolo Billy Cobham.<br>
                Derrick encajo perfectamente en la banda. Sus Shows favotiros 
                fueron: Wembley Arena 1999 y visitando Buenos Aires en 1997, en 
                el estadio de Ferro. Derrick el a&ntilde;o pasado se caso con 
                su encantadora Novia Anthea y tuvieron un hijo, Kay, y una hija, 
                Jenna.<br>
              </p>
            </td>
          </tr>
          <tr> 
            <td width="25%" height="175"> 
              <div align="center"> 
                <p><img src="toby.jpg" width="105" height="130"></p>
                <p><font color="#FFFFFF"><b>Toby Smith </b></font></p>
              </div>
            </td>
            <td width="75%" valign="top" height="175"> 
              <p>&nbsp;</p>
              <p>Principal colaborador en la creaci&oacute;n de las letras de 
                las canciones, tecladista Toby Smith fue un verdadero chico de 
                los setenta.<br>
                Naci&oacute; el 29 e octubre de 1970, estudio piano cl&aacute;sico 
                desde peque&ntilde;o y su padre incluso hizo grabaciones con el 
                icono Dudley Moore de los a&ntilde;os 70, Toby fue atrapado en 
                la primera Ola de la m&uacute;sica House que emergi&oacute; en 
                Gran Breta&ntilde;a en los finales de los ochenta. Impresionado 
                por la vibraci&oacute;n y la energ&iacute;a de la escena y su 
                propia m&uacute;sica. Creo m&uacute;sica House en una banda llamada 
                kleptomaniacs, a los 17 a&ntilde;os de edad hizo su primera grabaci&oacute;n. 
                Toby fue tambi&eacute;n un fan&aacute;tico de todas las cosas 
                Funkys. Pero su vida cambio completamente cuando conoci&oacute; 
                a Jay en 1991. hab&iacute;a una chispa tangible entre ambos y 
                inmediatamente, se dedicaron a hacer algunos temas juntos, Jamiroquai 
                se formo un a&ntilde;o despu&eacute;s y tomaron la escena &aacute;cida 
                del jazz que emerg&iacute;a por la tormenta. Todo lo dem&aacute;s 
                como ellos dicen es historia. Toby fue pap&aacute; en 1999 de 
                un nena, llamada Anastasia.<br>
              </p>
            </td>
          </tr>
          <tr> 
            <td width="25%"> 
              <p align="center"><font color="#FFFFFF"><img src="nick.jpg" width="120" height="121"></font></p>
              <p align="center"><font color="#FFFFFF"><b>Nick Fyffe</b></font></p>
            </td>
            <td width="75%" valign="top">Nick Fyffe entro a la banda en 1998, 
              y hizo su primer debut en vivo cuando la banda sali&oacute; de Gira 
              con Synkronized. Con 26 a&ntilde;os, Nick naci&oacute; en Reading. 
              <br>
              Inspirado desde peque&ntilde;o para ser un m&uacute;sico, por su 
              padre, un tecladista. Nick probo varios instrumentos incluidos bater&iacute;a 
              y guitarra, antes de sentirse llamado por el bajo. Naci&oacute; 
              con un ojo con el cual no puede ver. Esto no logro influir en los 
              deseos de Nick, por tocar m&uacute;sica cuando fue adolescente, 
              cuando fue influenciado por las l&iacute;neas del bajo funky y el 
              bajo heavy electr&oacute;nico y hip hop de los a&ntilde;os 80.<br>
              En 1998, Nick contesto un anuncio en &quot;Melody Maker&quot; para 
              ingresar en una banda que hacia tributo a Jamiroquai, y mientras 
              esperaba una respuesta, ley&oacute; que Stuart Zender hab&iacute;a 
              dejado a Jamiroquai. &Eacute;l hizo algunas preguntas, y al poco 
              tiempo estaba en una audici&oacute;n para la verdadera banda. Ir&oacute;nicamente 
              el d&iacute;a que Jay le Ofreci&oacute; el trabajo, lo llamaron 
              los chicos de la banda que hacia tributo a Jamiroquai, y quedaron 
              sin palabras cuando el les explico que ahora iba a ser parte de 
              la verdadera banda. Nick fue parte del disco Synkronized, y la banda 
              y el encajaron perfectamente.</td>
          </tr>
          <tr> 
            <td width="25%" height="237"> 
              <div align="center"><img src="rob.jpg" width="111" height="127"></div>
            </td>
            <td width="75%" valign="top" height="237">Es el Nuevo integrante de 
              Jamiroquai, ingreso a la banda en el a&ntilde;o 2000.<br>
              Naci&oacute; el 27 de agosto de 1971 en Cambridgeshire. Empez&oacute; 
              a tocar a los 7 a&ntilde;os. R&aacute;pidamente domino la guitarra 
              electr&oacute;nica y la ac&uacute;stica y se inspiro para convertirse 
              en m&uacute;sico mientras que escuchaba a los Beatles. 
              <p>Rob, ah estado tocando profesionalmente desde sus 21 a&ntilde;os, 
                el mismo a&ntilde;o en que se caso con su esposa Stephanie, y 
                a viajado con varios artistas, Sus influencias musicales principales 
                son The Crusaders, y George Benson, entre otros. Pero su mayor 
                influencia fue Jimi Hendrix.</p>
              <p>A Rob lo llevaron a una adici&oacute;n en el a&ntilde;o 2000, 
                con Jamiroquai, y se quedo cada noche, practicando hasta que sus 
                manos lograron tocar cada tema de Jamiroquai. Jay impresionado 
                con su talento, y por lo bien que se llevaban, le pregunto a Rob 
                si quer&iacute;a ser parte del grupo permanentemente y comenzaron 
                a grabar A Funk Odyssey.<br>
              </p>
            </td>
          </tr>
          <tr> 
            <td width="25%" height="237"> 
              <div align="center"> 
                <p><img src="sola.jpg" width="122" height="114"></p>
                <p>&nbsp;</p>
              </div>
            </td>
            <td width="75%" valign="top" height="237"> 
              <p>Sola ingresa a la banda en 1995 como percusionista. Naci&oacute; 
                en 1965, Sola realmente empez&oacute; a tomar hacer percusi&oacute;n 
                seriamente diez a&ntilde;o atr&aacute;s.<br>
                Sola naci&oacute; en Nigeria, y vino a Inglaterra con sus padres 
                cuando era peque&ntilde;o. El vive con su familia en Inglaterra. 
                Africa y la m&uacute;sica de Africa es una gran Influencia en 
                su vida. El Idioma de Nigeria mismo, tiene un sentimiento r&iacute;tmico. 
                Sola aspira a la excelencia musical de su &iacute;dolo Miles Davis, 
                pero su gusto es amplio, empezando por Earth Wind y con compositores 
                de m&uacute;sica cl&aacute;sica como Bartok. Habiendo tocado con 
                artistas como el guitarrista Ronnie Jordan, Sola conoci&oacute; 
                a Derrick y pronto Jay le pregunto si quer&iacute;a ser parte 
                de la banda. Su trabajo en la etapa que estuvo con la banda, es 
                asombroso, y su trabajo se puede escuchar en TWM y Synkronized.<br>
              </p>
              <p><br>
                <br>
              </p>
            </td>
          </tr>
        </table>
        <p align="left">&nbsp;</p>
      </div>
    </td>
  </tr>
</table>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
